[{
    "title": "All together against COVID-19",
    "description": "In recent years, all of humanity has been facing its greatest health crisis in history linked to SARS-Cov2. Like other countries, the Government of Benin has taken measures to which we all subscribe to stem the scourge while ensuring educational continuity."
}, {
    "title": "Our results at the national license exam",
    "description": "The IBN BATOUTA African Institute, the first Arabic-speaking establishment of higher education and scientific research and professional training, presented for the first time in the history of Benin its students (33) to the national examinations of Professional License September session 2021. Admission rate: 100%..."
}, {
    "title": "Our training courses",
    "description": "We are preparing for the license and soon for the Master in [1] letters and literature, [2] technical training in the science of education and [3] Islamic studies. Three teaching languages are authorized: French, English and Arabic. At the same time, we offer a course for the International Baccalaureate, upgrading programs...and Koranic activities."
}, {
    "title": "What's new for the 2021-2022 school year",
    "description": "As part of the academic or educational activities for the new year 2021-2022, apart from our usual courses, we are placing particular emphasis on strengthening distance learning courses with tutored courses from our distance learning platform http:// elearning.ibnbatouta-edu.net accessible for phones and laptops. The app is also available for Android and iOS."
}, {
    "title": "World Arabic Language Day",
    "description": "On the occasion of the World Day of the Arabic Language celebrated every December 18, 2021, the African Institute IBN BATOUTA wishes to associate the learning of the Arabic language with art and pleasure through the involvement of students in the preparation of exhibitions, presentations and shows around the classical and modern Arabic language."
}]